[  
  {
    "message": "When you do something, you should burn yourself up completely, like a good bonfire, leaving no trace of yourself.",
    "details": "– Shunryu Suzuki"
  },{
    "message": "And when they played they really played. And when they worked they really worked.",
    "details": "– Dr. Seuss"
  },{
    "message": "One must be deeply aware of the impermanence of the world.",
    "details": "– Dogen"
  },{
    "message": "The practice of Zen is forgetting the self in the act of uniting with something.",
    "details": "– Koun Yamada"
  },{
    "message": "Have good trust in yourself … not in the One that you think you should be, but in the One that you are.",
    "details": "– Maezumi Roshi"
  },{
    "message": "Have the fearless attitude of a hero and the loving heart of a child.",
    "details": "– Soyen Shaku"
  },{
    "message": "Life isn’t as serious as the mind makes it out to be.",
    "details": "– Eckhart Tolle"
  },{
    "message": "When I feel like dancing, I dance. I don’t care if anyone else is dancing or if everyone else is laughing at me. I dance.",
    "details": "– Rachel Danson"
  },{
    "message": "Things are as they are. Looking out into the universe at night, we make no comparisons between right and wrong stars, nor between well and badly arranged constellations.",
    "details": "– Alan Watts"
  },{
    "message": "Muddy water is best cleared by leaving it alone.",
    "details": "– Alan Watts"
  },{
    "message": "As a bee gathering nectar does not harm or disturb the color and fragrance of the flower; so do the wise move through the world.",
    "details": "– Buddha"
  },{
    "message": "To accept some idea of truth without experiencing it is like a painting of a cake on paper which you cannot eat.",
    "details": "– Suzuki Roshi"
  },{
    "message": "It really boils down to this: that all life is interrelated. We are all caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly.",
    "details": "– Martin Luther King, Jr."
  },{
    "message": "The resistance to the unpleasant situation is the root of suffering.",
    "details": "– Ram Dass"
  },{
    "message": "For things to reveal themselves to us, we need to be ready to abandon our views about them.",
    "details": "– Thích Nhat Hanh"
  },{
    "message": "Watch what you say, and whatever you say, practice it.",
    "details": "– Soyen Shaku"
  },{
    "message": "Nothing ever exists entirely alone. Everything is in relation to everything else.",
    "details": "– Buddha"
  }
]